Repository: common-repository/sb-sms-sender
Catalog: lang/sbsmssender-*.po
Languages: ru_ru, uk

source: SMS Sender
ru_ru: SMS отправитель
uk: Відправник SMS

source: General
ru_ru: Общие
uk: Загальні

source: Cabinet
ru_ru: Кабинет
uk: Кабінет

source: API Documentation
ru_ru: Документация API
uk: Документація API

source: Client data
ru_ru: Данные клиента
uk: Дані клієнта

source: Click <a href="https://smsclub.mobi/">here</a> to login/register and use your credentials below
ru_ru: Нажмите <a href="https://smsclub.mobi/">здесь,</a> чтобы войти / зарегистрироваться и использовать свои учетные данные ниже
uk: Натисніть <a href="https://smsclub.mobi/">тут,</a> щоб увійти / зареєструватися і використовувати свої облікові дані нижче

source: Login
ru_ru: Логин
uk: Логін

source: Your login in SMS Club
ru_ru: Ваш логин в SMS-клубе
uk: Ваш логін в SMS Club

source: Token
ru_ru: Токен
uk: Токен

source: Your token in SMS Club
ru_ru: Ваш токен в SMS-клубе
uk: Ваш токен в SMS Club

source: Alfa name
ru_ru: Альфа имя
uk: Альфа-ім'я

source: Alfa name of your campaign
ru_ru: Альфа имя вашей кампании
uk: Альфа назва вашої кампанії

source: Enable plugin and its options
ru_ru: Включить плагин и его опции
uk: Увімкнути плагін і його параметри

source: Enable
ru_ru: Включить
uk: Увімкнути

source: Enable SMS sending
ru_ru: Включить отправку SMS
uk: Ввімкнути відправку SMS

source: Tune SMS sending
ru_ru: Настройка отправки SMS
uk: Налаштування відправки SMS

source: New order
ru_ru: Новый заказ
uk: Нове замовлення

source: Enable SMS sending for new order
ru_ru: Включить SMS-рассылку для нового заказа
uk: Увімкнути відправку SMS для нового замовлення

source: SMS will be sent to client after visiting thank-you page
ru_ru: SMS будет отправлено клиенту после посещения страницы Спасибо за заказ
uk: SMS буде надіслано клієнту після відвідання сторінки Дякую за замовлення

source: Order is done
ru_ru: Заказ оформен
uk: Замовлення виконано

source: Enable SMS sending when order status changed to completed
ru_ru: Включить SMS-рассылку при изменениях статуса заказа на завершенный
uk: Увімкнути відправку SMS при зміні статусу замовлення на виконане

source: SMS will be sent to client each time the order status switch to closed
ru_ru: SMS будет отправлено клиенту каждый раз при смене статуса заказа на Завершенный
uk: SMS буде надіслано клієнту кожного разу як статус замовлення зміниться на виконано

source: Order №%s created successfully. We call you asap.
ru_ru: Заказ No %s создан успешно. Мы свяжимся с вами как можно скорее.
uk: Замовлення No%s успішно створено. Ми зв'яжемся з вами якомога швидше.

source: Order №%s completed.
ru_ru: Заказ No %s завершен.
uk: Замовлення No%s завершено.

source: SB SMS Sender
ru_ru: SB Отправитель SMS
uk: SB SMS відправник

source: Send SMS to client using SMS club
ru_ru: Отправить SMS клиенту с помощью SMS club
uk: Відправте SMS клієнту за допомогою SMS club

source: Sorry, but your version of PHP (%s) is not supported by %s. PHP 7.2 or greater is required. Plugin has been deactivated. We recommend contacting your hosting provider to have your PHP version upgraded. <a href="%s">Return to the Dashboard.</a>
ru_ru: Извините, но ваша версия PHP %s () не поддерживается %s . ТРЕБУЕТся PHP 7.2 или больше. Плагин отключен. Мы рекомендуем связаться с вашим хостинг-провайдером, чтобы ваша версия PHP была обновлена. <a href="%s">Возвращение в Консоль.</a>
uk: Вибачте, але ваша версія PHP ( %s ) не підтримується %s . PHP 7.2 або вище потрібно. Компонент plug-in деактивовано. Ми рекомендуємо зв'язатися з вашим хостинг-провайдером, щоб оновити версію PHP. <a href="%s">Повернутися до Консолі.</a>

source: Sorry, but your version of WordPress, %s, is not supported by %s. WP 5.0 or greater is required. Plugin has been deactivated. <a href="%s">Return to the Dashboard.</a>
ru_ru: Извините, но ваша версия %s WordPress, , не поддерживается %s . WP 5.0 или больше не требуется. Плагин отключен. <a href="%s">Возвращение в Консоль.</a>
uk: Вибачте, але ваша версія %s WordPress, не підтримується %s . WP 5.0 або вище. Компонент plug-in деактивовано. <a href="%s">Повернутися до Консолі.</a>
